{
  "token": {
    "KPI" : "Valorizza il tuo employer brand",
    "Attract & hire the people you deserve" : "Attrai i candidati che meriti",
    "Meritocracy is a digital Employer Branding platform that allows your company to attract, inspire and hire the people you truly deserve.": "Meritocracy è una piattaforma di Employer Branding digitale che permette di attrarre, ispirare e selezionare i professionisti che la tua azienda merita.",
    "Please leave us your contact and we will be in touch with you shortly." : " Per saperne di più, lascia i tuoi recapiti nel form sottostante, ti contatteremo entro un giorno lavorativo.",
    "Thank You %c: we will contact you soon." : "Grazie %c: ti contatteremo entro un giorno lavorativo.",
    "Name" : "Nome",
    "Phone number or Email" : "Recapito (email o telefono)",
    "Company" : "Azienda",
    "Trusted by" : "Si fidano di noi",
    "Tell Me More" : "Contattami",
    "How it works" : "Come funziona",
    "Please fill all fields correctly" : "Verificare di aver compilato i campi correttamente",
    "Empower your Employer Brand through pro photo/video content" : "Valorizza il tuo Employer Brand con contenuti professionali",
    "Spread it to targeted audience" : "Diffondilo ai candidati giusti, tramite campagne digitali multicanale e tailor-made",
    "Get a longlist of ranked candidates and save time in screening" : "Ricevi una longlist di candidati ordinati secondo le tue richieste e risparmia tempo nello screening",
    "Visibility to passive candidates w.r.t. standard employer fair" : "Visitatori digitali della vostra azienda, rispetto allo stesso investimento in Employer Branding tradizionale (i.e. Careed Day)",
    "Higher interaction w.r.t. standard job platform" : "Visitatori si trasformano in candidati rispetto a piattaforme di job-posting tradizionali",
    "ROI w.r.t. standard investment in employer brand in terms of target passive candidates" : "Numero di candidati portati a colloquio, rispetto allo stesso investimento in Employer Branding tradizionale (i.e. Career Day)",
    "Our performance" : "Le nostre performance"
  },
  "regex": [
  ]
}